Repository: kejdajar/JasperSite
Catalog: JasperSite/Resources/Areas/Admin/Views/Themes/Index.*.resx
Languages: cs

source: Activate
cs: Ativovat

source: Activate the selected theme?
cs: Skutečně aktivovat vzhled?

source: Are you sure you want to delete this theme?
cs: Skutečně odstranit vzhled?

source: current
cs: aktuální

source: currently activated theme
cs: právě aktivní vzhled

source: Custom themes
cs: Vlastní vzhledy

source: Delete
cs: Odstranit

source: Delete unaccessible themes from the database.
cs: Odstranit nedostupné vzhledy z databáze.

source: Description is unavailable.
cs: Popis není k dispozici.

source: Extend this system with additional themes.
cs: Rozšiřte tento systém o nové vzhledy.

source: Folder with themes
cs: Složka se vzhledy

source: Folder with themes was edited - unregistered themes detected.
cs: Složka se vzhledy byla upravena - neregistrované vzhledy.

source: Intelligent change of theme
cs: Inteligentní změna vzhledu

source: List of themes
cs: Seznam vzhledů

source: Manually deleted themes
cs: Manuálně odstraněné vzhledy

source: Register new themes into the database.
cs: Registrovat nové vzhledy do databáze.

source: Submit selected theme
cs: Nahrát zvolený vzhled

source: System settings information
cs: Informace o nastavení systému

source: The contents of folder &lt;i&gt;{0}&lt;/i&gt; containing theme files were changed, or the database contains unexpected values.
cs: Ve složce {0}, ve které jsou uloženy vzhledy, došlo ke změnám, nebo jsou v databázi neočekávané údaje.

source: The contents of folder {0} containing theme files were changed. This changes has to be saved.
cs: Ve složce {0}, ve které jsou uloženy vzhledy došlo ke změnám, které je nutné uložit.

source: The folder with themes was modified - manually deleted themes were detected.
cs: Složka se vzhledy byla upravena - manuálně smazané vzhledy

source: The theme browser is currently unavailable. Please fix the listed issues first.
cs: Oblast pro operace se vzhledy není momentálně dostupná. Vyřešte prosím nejpve výše uvedené problémy.

source: The theme has to be a ZIP file.
cs: Vzhled je potřeba nahrát ve formátu .ZIP.

source: Theme
cs: Vzhled

source: Themes
cs: Vzhledy

source: This CMS contains an algorithm for intelligent change of theme. Provided that the newly selected theme contains block holders with the same names, the text blocks will be automatically assigned to the new block holders.
cs: Redakční systém obsahuje algoritmus pro inteligentní vzměnu vzhledu. Pokud nově aktivovaný vzhled obsahje stejně pojmenované kontejnery, tak se textové bloky automaticky přiřadí k novým kontejnerům.

source: Unregistered themes
cs: Neregistrované vzhledy

source: will be activated. Current text block will be assigned to the text holders with appropriate names. If the new theme contains differently named block holders, the text blocks have to be assigned again manually.
cs: bude aktivován. Stávající textové bloky budou přiřazeny do stejně pojmenovaných kontejnerů nového vzhledu. Pokud vzhled obsahuje jinak pojmenované kontejnery, bude nutné nakonfigurovat textové bloky znovu ručně.

source: will be permanently deleted
cs: bude nenávratně odstraněn
