Repository: kejdajar/JasperSite
Catalog: JasperSite/Resources/Areas/Admin/Views/Home/Index.*.resx
Languages: cs

source: &lt;strong&gt;Error.&lt;/strong&gt; Configuration settings could not be updated.
cs: <strong>Chyba.</strong> Konfigurační nastavení nebylo možné aktualizovat.

source: &lt;strong&gt;This place is empty!&lt;/strong&gt; In order to display overview it is required at least one category and article.
cs: <strong>Nic zde není!</strong> Pro zobrazení přehledu je vyžadována alespoň jedna rubrika a článek.

source: Categories and Articles
cs: Rubriky a články

source: Configuration settings updated.
cs: Veškeré konfigurační nastavení bylo aktualizováno.

source: Dashboard
cs: Přehled

source: Information about categories and articles could not be fetched.
cs: Nepodařilo se získat informace o rubrikách a článcích.

source: Language
cs: Jazyk

source: Number of articles in category
cs: Počet článků v rubrice

source: Requested information could not be loaded.
cs: Nepodařilo se načíst požadované informace.

source: The CMS currently registers {0} articles and {1} categories
cs: Redakční systém právě eviduje {0} článků a {1} kategorií

source: Tips and Tricks
cs: Tipy a triky

source: Today is
cs: Dnes je

source: Update configuration files using
cs: Aktualizace konfiguračních souborů pomocí

source: Welcome back
cs: Vítejte zpět

source: You can display your page using
cs: Vaší stránku zobrazíte pomocí

source: You can log out using
cs: Odhlásit se můžete pomocí

source: You can return to this page using
cs: Na tuto stránku se můžete vrátit pomocí

source: Your nickname
cs: Vaše přezdívka

source: Your user role is
cs: Vaše uživatelská role je

source: Your username
cs: Vaše uživatelské jméno
