Repository: kejdajar/JasperSite
Catalog: JasperSite/Resources/Areas/Admin/Views/Blocks/BlockFormPartialView.*.resx
Languages: cs

source: &lt;strong&gt;Saved&lt;/strong&gt; All changes have been successfully saved.
cs: <strong>Uloženo.</strong> Veškeré provedené změny byly uloženy.

source: &lt;strong&gt;Warning&lt;/strong&gt; This text block has't got any assigned block holder and thus will not be rendered on the page.
cs: <strong>Upozornění!</strong> Tento textový blok nemá přiřazen žádný kontejner a nebude proto zobrazen na stránce.

source: and his content will be permanently deleted.
cs: a jeho obsah bude nenávratně odstraněn.

source: Are you sure you want to delete this text block?
cs: Skutečně odstranit textový blok?

source: Assign to block holder
cs: Přiřadit ke kontejneru

source: Blocks
cs: Bloky

source: Delete
cs: Odstranit

source: If you have manually edited configuration file of the theme, an update is required.
cs: Pokud jste manuálně upravili nastavení konfiguračního souboru vzhledu, je potřeba provést aktualizaci.

source: Information not up-to-date?
cs: Informace nejsou aktuální?

source: Name of the active theme
cs: Jméno aktivního vzhledu

source: Name of the block holder
cs: Název kontejneru

source: New text block
cs: Nový textový blok

source: No items were found.
cs: Žádné položky nebyly nalezeny.

source: Order of the block within the block holder
cs: Pořadí bloku v kontejneru

source: Overview of all the themes and their block holders
cs: Přehled vzhledů a jejich kontejnerů

source: Save changes
cs: Uložit změny

source: Text block
cs: Textový blok

source: There are no blocks available.
cs: Žádné bloky nejsou k dispozici.

source: This theme has no assigned block holder.
cs: Tento vzhled nemá žádný přiřazený kontejner.

source: Update
cs: Aktualizovat

source: You can leave this field empty for now.
cs: Prozatím můžete ponechat toto pole prázdné.
